/**
 * Created by appian on 16/8/8.
 */
export const feedback = {
    "errcode": 0, //0为合法状态
    "current": 1, //当前页码
    "total": 10, //当前列表记录的总数
    "rows": 10, //一页总共有几条,写死10
    "status": 0, //一级分类,消息状态 0:全部信息,1:未处理信息,2:处理中信息,3:已处理信息,4:已收藏信息
    "type": 0, //二级分类,问题类型,对应category的id
    "category": [{ //二级分类的下拉框渲染的数组
		"id": 0,
		"name": '全部问题'
    }, {
		"id": 1,
		"name": '阅读相关问题'
    }],
	"list": [{
		id: 2, //学员id
		sno: '291221212221', //学员学号
		openid: 'svsdv23g22f22fwgv22g2g242', //学院openid
		term: '内测班', //学期数
		nickname: 'skyAH陈式坚', //学员昵称
		cate: '阅读相关问题', //问题反馈的类型描述,原来是传id,
		content: '我感觉你们的产品做得很美很好，但是就戳不到按钮，我也不知道为什么就是戳不到，反正就是戳不到，不信你戳戳，手机都要戳坏了。' , //最新的用户发来的反馈内容
		equipment: 'iPhone6splus', //手机设备型号
		system: 'iOS9.0.1', //手机系统
		status: 0, //反馈的status,0:全部信息,1:未处理信息,2:处理中信息,3:已处理信息,4:已收藏信息
		submit_time: '2016-03-14 12:12:32', //用户提交最新的反馈内容的时间
	}]
};